7zip
baobab
bat
bat-extras
bitwarden
blender
bottles
bottom
cachyos-gaming-applications
cachyos-gaming-meta
cava
cbonsai
chezmoi
clang
cmatrix
entr
eza
fastfetch
fcitx5
fcitx5-configtool
fcitx5-gtk
fcitx5-input-support
fcitx5-lua
fcitx5-mozc-ext-neologd
fcitx5-qt
fd
ffmpeg
fish
fisher
floorp-bin
font-manager
fzf
gcc-fortran
ghostty
gimp
git-delta
github-cli
gnome-disk-utility
gnome-online-accounts-gtk
gparted
gvfs
gvfs-afc
gvfs-goa
gvfs-google
gvfs-gphoto2
gvfs-mtp
gvfs-nfs
gvfs-onedrive
gvfs-smb
gvfs-wsdd
helix
imagemagick
inkscape
jq
kdeconnect
kvantum
kvantum-qt5
libreoffice-fresh
libreoffice-fresh-ja
linux-cachyos-headers
linux-cachyos-lts-headers
mise
navi
ncurses
nemo
nemo-fileroller
nemo-preview
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
noto-fonts-extra
ntfs-3g
opentabletdriver
otf-stix
oxidizr-arch
pavucontrol
pay-respects
peaclock
pingu
pipes-rs
pix
poppler
prettier
proton-cachyos-slr
python-black
qalculate-gtk
reflector
resvg
ripgrep
shfmt
sl
speech-dispatcher
starship
sudo-rs
tectonic
tk
topgrade-git
ttf-hackgen
ttf-opensans
typobuster
ufw
unityhub
uutils-coreutils
uutils-diffutils
uutils-findutils
uutils-util-linux-git
ventoy-bin
vim
vlc
waydroid
waydroid-helper
xdg-user-dirs-gtk
xplayer
xviewer
yazi-git
zathura-pdf-mupdf
zed-preview-bin
zoom
zoxide
