baobab
bitwarden
blender
bottles
bottom
btop
cachyos-gaming-applications
cachyos-gaming-meta
cava
cbonsai
chezmoi
cmatrix
eza
fastfetch
fcitx5
fcitx5-configtool
fcitx5-gtk
fcitx5-input-support
fcitx5-lua
fcitx5-mozc-ut
fcitx5-qt
fish
floorp-bin
gcc-fortran
ghostty
gimp
github-cli
gnome-disk-utility
gnome-online-accounts-gtk
gparted
gvfs
gvfs-afc
gvfs-goa
gvfs-google
gvfs-gphoto2
gvfs-mtp
gvfs-nfs
gvfs-onedrive
gvfs-smb
gvfs-wsdd
helix
inkscape
jq
kdeconnect
kvantum
libreoffice-fresh
libreoffice-fresh-ja
linux-cachyos-headers
linux-cachyos-lts-headers
mise
nemo-fileroller
nemo-preview
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
noto-fonts-extra
ntfs-3g
pavucontrol
pingu
pipes-rs
pix
proton-cachyos-slr
qt5ct
qt6ct
reflector
sl
starship
sudo-rs
tectonic
topgrade
ttf-hackgen
ttf-opensans
ufw
uutils-coreutils
uutils-diffutils
uutils-findutils
ventoy-bin
vim
vlc
waydroid
xdg-user-dirs-gtk
xed
xplayer
xviewer
yazi-git
zathura-pdf-mupdf
zed
zoom
